Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# installer.status.unzipping
source: Unzipping…
cs: Rozbalování...
de: Entpacken…
fr: Décompression…
it: Decompressione...
ja: 解凍中…
ko: 압축 해제 중...
nl: Unzippen…
pl: Rozpakowuję…
pt_br: Descompactando…
ru: Распаковка…
tr: Sıkıştırma açılıyor…
uk: Розпакування…
zh_hans: 解压中…

# installer.status.unzipping_error
source: Unzipping error. %@
cs: Chyba rozbalování. %@
de: Fehler beim Entpacken. %@
fr: Erreur de décompression. %@
it: Errore di decompressione. %@
ja: 解凍エラー %@
ko: 압축 해제 오류. %@
nl: Fout met unzippen. %@
pl: Błąd rozpakowywania. %@
pt_br: Erro ao descompactar. %@
ru: Ошибка распаковки. %@
tr: Sıkıştırma'yı açma hatası. %@
uk: Помилка розпакування. %@
zh_hans: 解压错误。%@

# license.alert.title.cant_use_link
source: Can't use this link
cs: Tento odkaz nelze použít
de: Dieser Link kann nicht verwendet werden
fr: Impossible d’utiliser ce lien
it: Impossibile usare questo link
ja: このリンクは使用できません
ko: 이 링크를 사용할 수 없습니다
nl: Kan deze link niet gebruiken
pl: Nie można użyć tego linku
pt_br: Não é possível usar este link
ru: Не удается использовать эту ссылку
tr: Bu bağlantı kullanılamıyor
uk: Не вдається використати це посилання
zh_hans: 无法使用此链接

# license.error.deactivated_license
source: License is deactivated. Please purchase the app again.
cs: Licence je deaktivována. Zakupte si prosím aplikaci znovu.
de: Die Lizenz ist deaktiviert. Bitte kaufen Sie die App erneut.
fr: La licence est désactivée. Veuillez acheter l'application à nouveau.
it: La licenza è disattivata. Acquista nuovamente l'app.
ja: ライセンスが無効化されました。アプリを再購入してください。
ko: 라이선스가 비활성화되었습니다. 앱을 다시 구매하세요.
nl: Licentie is gedeactiveerd. Koop de app opnieuw.
pl: Licencja jest nieaktywna. Kup aplikację ponownie.
pt_br: A licença foi desativada. Compre o aplicativo novamente.
ru: Лицензия деактивирована. Пожалуйста, купите приложение снова.
tr: Lisans devre dışı bırakıldı. Lütfen uygulamayı tekrar satın alın.
uk: Ліцензія деактивована. Будь ласка, придбайте додаток знову.
zh_hans: 许可证已停用。 请重新购买应用程序。

# license.error.invalid_license_or_email
source: Invalid license key
cs: Neplatný licenční klíč
de: Ungültiger Lizenzschlüssel
fr: Clé de licence invalide
it: Chiave di licenza non valida
ja: 無効なライセンスキーです
ko: 유효하지 않은 라이선스 키입니다
nl: Ongeldige licentiesleutel
pl: Nieprawidłowy klucz licencyjny
pt_br: Chave de licença inválida
ru: Недействительный лицензионный ключ
tr: Geçersiz lisans anahtarı
uk: Недійсний ліцензійний ключ або e-mail
zh_hans: 无效的许可证密钥

# license.error.invalid_response
source: Invalid response
cs: Neplatná odezva
de: Ungültige Antwort
fr: Réponse invalide
it: Risposta non valida
ja: 無効な応答
ko: 잘못된 응답
nl: Ongeldige reactie
pl: Nieprawidłowa odpowiedź z serwera
pt_br: Resposta inválida
ru: Недопустимый ответ
tr: Geçersiz yanıt
uk: Неприпустима відповідь
zh_hans: 无效响应

# license.error.link_missing_details
source: The link is missing the email address or the license key.
cs: V odkazu chybí e‑mailová adresa nebo licenční klíč.
de: Im Link fehlt die E-Mail-Adresse oder der Lizenzschlüssel.
fr: Il manque l’adresse email ou la clé de licence dans ce lien.
it: Nel link manca l’indirizzo email o la chiave di licenza.
ja: リンクにメールアドレスまたはライセンスキーが含まれていません。
ko: 링크에 이메일 주소 또는 라이선스 키가 없습니다.
nl: In de link ontbreekt het e-mailadres of de licentiesleutel.
pl: W linku brakuje adresu email lub klucza licencyjnego.
pt_br: O link não contém o e-mail ou a chave de licença.
ru: В ссылке не хватает адреса электронной почты или лицензионного ключа.
tr: Bağlantıda e-posta adresi veya lisans anahtarı eksik.
uk: У посиланні бракує адреси електронної пошти або ліцензійного ключа.
zh_hans: 链接中缺少电子邮件地址或许可证密钥。

# license.error.link_not_batfi
source: This isn’t a BatFi activation link.
cs: Toto není aktivační odkaz BatFi.
de: Das ist kein BatFi-Aktivierungslink.
fr: Ce n’est pas un lien d’activation BatFi.
it: Questo non è un link di attivazione di BatFi.
ja: これはBatFiのアクティベーションリンクではありません。
ko: 이 링크는 BatFi 활성화 링크가 아닙니다.
nl: Dit is geen BatFi-activatielink.
pl: To nie jest link aktywacyjny BatFi.
pt_br: Este não é um link de ativação do BatFi.
ru: Это не ссылка активации BatFi.
tr: Bu bir BatFi etkinleştirme bağlantısı değil.
uk: Це не посилання для активації BatFi.
zh_hans: 这不是BatFi的激活链接。

# license.error.link_wrong_destination
source: This link doesn’t activate a license.
cs: Tento odkaz neaktivuje licenci.
de: Dieser Link aktiviert keine Lizenz.
fr: Ce lien n’active pas de licence.
it: Questo link non attiva una licenza.
ja: このリンクではライセンスを有効化できません。
ko: 이 링크는 라이선스를 활성화하지 않습니다.
nl: Deze link activeert geen licentie.
pl: Ten link nie aktywuje licencji.
pt_br: Este link não ativa uma licença.
ru: Эта ссылка не активирует лицензию.
tr: Bu bağlantı bir lisansı etkinleştirmiyor.
uk: Це посилання не активує ліцензію.
zh_hans: 此链接不会激活许可证。

# license.error.system_identification
source: Can't identify system
cs: Nelze identifikovat systém
de: System kann nicht identifiziert werden
fr: Impossible d'identifier le système
it: Impossibile identificare il sistema
ja: システムを識別できません
ko: 시스템을 식별할 수 없습니다
nl: Kan het systeem niet identificeren
pl: Nie mogę zidentyfikować systemu
pt_br: Não é possível identificar o sistema
ru: Не удается определить систему
tr: Sistemi tanımlayamıyor
uk: Не вдається визначити систему
zh_hans: 无法识别系统

# license.error.unexpected_response
source: Unexpected response. Contact the developer if you think this is an error and have a valid license key.
cs: Nečekaná odpověď. Pokud se domníváte, že se jedná o chybu, a máte platný licenční klíč, kontaktujte vývojáře.
de: Unerwartete Antwort. Kontaktieren Sie den Entwickler, wenn Sie denken, dass dies ein Fehler ist und Sie über einen gültigen Lizenzschlüssel verfügen.
fr: Réponse inattendue. Contactez le développeur si vous pensez qu'il s'agit d'une erreur et que vous avez une clé de licence valide.
it: Risposta inattesa. Contatta lo sviluppatore se pensi che si tratti di un errore e hai una chiave di licenza valida.
ja: 予期しない応答。これはエラーだと思う場合は、有効なライセンスキーを持っていることを確認の上、開発者に連絡してください。
ko: 예상치 못한 응답입니다. 오류라고 생각되면 유효한 라이선스 키를 가지고 있는지 확인한 후 개발자에게 문의하세요.
nl: Onverwachte reactie. Neem contact op met de ontwikkelaar als u denkt dat dit een fout is en u een geldige licentiesleutel hebt.
pl: Nieprawidłowa odpowiedź z serwera. Skontaktuj się z developerem jeśli uważasz że to błąd i posiadasz poprawny klucz licencyjny.
pt_br: Resposta inesperada. Contate o desenvolvedor se achar que isso é um erro e tiver uma chave de licença válida.
ru: Неожиданный ответ. Свяжитесь с разработчиком, если считаете, что это ошибка и у вас есть действующий лицензионный ключ.
tr: Beklenmedik yanıt. Bunun bir hata olduğunu düşünüyorsanız ve geçerli bir lisans anahtarınız varsa geliştiriciyle iletişime geçin.
uk: Неочікувана відповідь. Зв’яжіться з розробником, якщо вважаєте, що це помилка і у вас є дійсний ліцензійний ключ.
zh_hans: 意外的响应。如果您认为这是一个错误并且有有效的许可证密钥，请联系开发者。

# license.label.activate_batfi
source: Activate BatFi
cs: Aktivovat BatFi
de: BatFi aktivieren
fr: Activer BatFi
it: Attiva BatFi
ja: BatFiを有効化
ko: BatFi를 활성화
nl: Activeer BatFi
pl: Aktywuj BatFi
pt_br: Ativar BatFi
ru: Активировать BatFi
tr: BatFi'yi etkinleştir
uk: Активувати BatFi
zh_hans: 激活 BatFi

# license.label.activate_license
source: Activate the License
cs: Aktivovat licenci
de: Lizenz aktivieren
fr: Activer la licence
it: Attiva la licenza
ja: ライセンスを有効化
ko: 라이선스를 활성화
nl: Activeer de licentie
pl: Aktywuj licencję
pt_br: Ativar licença
ru: Активировать лицензию
tr: Lisansı etkinleştir
uk: Активувати ліцензію
zh_hans: 激活许可证

# license.label.activate_license_key_to_use
source: Activate the license key to use the app.
cs: Aktivujte licenční klíč, abyste mohli aplikaci používat.
de: Aktivieren Sie den Lizenzschlüssel, um die App zu verwenden.
fr: Activez la clé de licence pour utiliser l'application.
it: Attiva la chiave di licenza per utilizzare l'app.
ja: アプリを使用するにはライセンスキーをアクティブにしてください。
ko: 앱을 사용하려면 라이선스 키를 활성화하세요.
nl: Activeer de licentiesleutel om de app te gebruiken.
pl: Aktywuj klucz licencyjny by korzystać z aplikacji
pt_br: Ative a chave de licença para usar o aplicativo.
ru: Активируйте лицензионный ключ для использования приложения.
tr: Uygulamayı kullanmak için lisans anahtarını etkinleştirin.
uk: Активуйте ліцензійний ключ для використання програми.
zh_hans: 激活许可证密钥以使用应用程序。

# license.label.buy_now
source: Don't own BatFi yet? Buy it now!
cs: Ještě nevlastníte BatFi? Zakupte si jej nyní!
de: Besitzen Sie BatFi noch nicht? Kaufen Sie es jetzt!
fr: Vous ne possédez pas encore BatFi ? Achetez-le maintenant !
it: Non possiedi ancora BatFi? Compralo subito!
ja: まだBatFiを持っていませんか？今すぐ購入！
ko: 아직 BatFi를 가지고 계시지 않나요? 지금 구매하세요!
nl: Nog geen BatFi? Koop het nu!
pl: Nie posiadasz BatFi? Kup teraz!
pt_br: Ainda não tem BatFi? Compre agora!
ru: Еще нет BatFi? Купите прямо сейчас!
tr: Henüz BatFi'niz yok mu? Hemen satın alın!
uk: Ще не маєте BatFi? Купіть зараз!
zh_hans: 还没有 BatFi？立即购买！

# license.label.key
source: Key
cs: Klíč
de: Lizenzschlüssel
fr: Clé de licence
it: Chiave di licenza
ja: キー
ko: 키
nl: Licentiesleutel
pl: Klucz
pt_br: Chave de licença
ru: Лицензионный ключ
tr: Anahtar
uk: Ліцензійний ключ
zh_hans: 许可证密钥

# license.label.lost_license
source: I lost my license
cs: Ztratil jsem licenci
de: Ich habe meine Lizenz verloren
fr: J'ai perdu ma licence
it: Ho perso la mia licenza
ja: ライセンスを紛失しました
ko: 라이선스를 잃어버렸습니다
nl: Ik ben mijn licentie kwijt
pl: Zgubiłem swoją licencję
pt_br: Perdi minha licença
ru: Я потерял свою лицензию
tr: Lisansımı kaybettim
uk: Я загубив свою ліцензію
zh_hans: 我丢失了我的许可证

# license.label.purchase_batfi
source: Purchase BatFi
cs: Zakoupit BatFi
de: BatFi kaufen
fr: Acheter BatFi
it: Acquista BatFi
ja: BatFiを購入する
ko: BatFi 구매
nl: Koop BatFi
pl: Kup BatFi
pt_br: Comprar BatFi
ru: Купить BatFi
tr: BatFi satın al
uk: Придбати BatFi
zh_hans: 购买 BatFi

# license.label.requires_internet
source: The app requires Internet connection to validate the license key.
cs: Aplikace vyžaduje připojení k internetu pro ověření licenčního klíče.
de: Die App benötigt eine Internetverbindung, um den Lizenzschlüssel zu validieren.
fr: L'application nécessite une connexion Internet pour valider la clé de licence.
it: L'app richiede una connessione Internet per convalidare la chiave di licenza.
ja: アプリのライセンスキーを検証するにはインターネット接続が必要です。
ko: 앱의 라이선스 키를 확인하려면 인터넷 연결이 필요합니다.
nl: De app vereist een internetverbinding om de licentiesleutel te valideren.
pl: W celu aktywacji wymagane jest połączenie z Internetem
pt_br: O aplicativo requer conexão com a Internet para validar a chave de licença.
ru: Приложению требуется подключение к интернету для проверки лицензионного ключа.
tr: Uygulamanın lisans anahtarını doğrulamak için internet bağlantısı gereklidir.
uk: Додатку потрібне підключення до Інтернету для перевірки ліцензійного ключа.
zh_hans: 该应用程序需要互联网连接来验证许可证密钥。

# license.label.requires_license
source: The app requires a valid license key to work. Provide the key you received when getting the app.
cs: Aplikace vyžaduje platný licenční klíč pro správnou funkci. Zadejte klíč, který jste obdrželi při získání aplikace.
de: Die App benötigt einen gültigen Lizenzschlüssel, um zu funktionieren. Bitte geben Sie den Schlüssel ein, den Sie beim Erhalt der App erhalten haben.
fr: L’application nécessite une clé de licence valide pour fonctionner. Veuillez entrer la clé que vous avez reçue lors de l’obtention de l’application.
it: L’app richiede una chiave di licenza valida per funzionare. Inserisci la chiave ricevuta al momento dell’acquisto dell’app.
ja: このアプリを使用するには有効なライセンスキーが必要です。 アプリ取得時に受け取ったキーを入力してください。
ko: 이 앱은 작동하려면 유효한 라이선스 키가 필요합니다. 앱을 받을 때 제공받은 키를 입력하세요.
nl: De app vereist een geldige licentiesleutel om te werken. Voer de sleutel in die je hebt ontvangen bij het verkrijgen van de app.
pl: Aplikacja wymaga ważnego klucza licencyjnego. Podaj klucz który otrzymałeś z aplikacją.
pt_br: O aplicativo requer uma chave de licença válida para funcionar. Insira a chave que você recebeu ao obter o aplicativo.
ru: Для работы приложения необходим действующий лицензионный ключ. Введите ключ, который вы получили при получении приложения.
tr: Uygulamanın çalışması için geçerli bir lisans anahtarı gereklidir. Uygulamayı alırken aldığınız anahtarı girin.
uk: Для роботи програми потрібен дійсний ліцензійний ключ. Вкажіть e-mail та ключ, отримані при покупці.
zh_hans: 此应用需要有效的许可证密钥才能运行。 请输入您获取应用时收到的密钥。

# license.label.thank_you
source: Thank You
cs: Děkuji
de: Danke
fr: Merci
it: Grazie
ja: ありがとう
ko: 감사합니다
nl: Dank u
pl: Dziękuję
pt_br: Obrigado
ru: Спасибо
tr: Teşekkürler
uk: Дякую
zh_hans: 谢谢

# license.label.unlock_failed
source: Unlock failed
cs: Odemknutí selhalo
de: Aktivierung fehlgeschlagen
fr: Échec du déverrouillage
it: Sblocco non riuscito
ja: アンロックに失敗しました
ko: 잠금 해제 실패
nl: Ontgrendelen mislukt
pl: Aktywacja nie powiodła się
pt_br: Falha ao desbloquear
ru: Ошибка разблокировки
tr: Kilidi açma başarısız
uk: Помилка розблокування
zh_hans: 解锁失败

# license.receipt.appreciate_support
source: I appreciate your support!
cs: Děkuji za vaši podporu!
de: Danke für deine Unterstützung!
fr: Merci pour votre soutien !
it: Grazie per il tuo supporto!
ja: ご支援ありがとうございます！
ko: 지원해 주셔서 감사합니다!
nl: Bedankt voor je steun!
pl: Dziękuję za wsparcie!
pt_br: Agradeço seu apoio!
ru: Спасибо за вашу поддержку!
tr: Desteğiniz için teşekkür ederim!
uk: Дякую за вашу підтримку!
zh_hans: 感谢你的支持！

# license.receipt.date
source: Date:
cs: Datum:
de: Datum:
it: Data:
ja: 日付：
ko: 날짜:
nl: Datum:
pl: Data:
pt_br: Data:
ru: Дата:
tr: Tarih:
uk: Дата:
zh_hans: 日期：

# license.receipt.key
source: Key:
cs: Klíč:
de: Lizenzschlüssel:
fr: Clé de licence :
it: Chiave di licenza:
ja: キー：
ko: 키:
nl: Licentiesleutel:
pl: Klucz:
pt_br: Chave de licença:
ru: Лицензионный ключ:
tr: Anahtar:
uk: Ліцензійний ключ:
zh_hans: 许可证密钥：

# menu.charts.header
source: Last 12 hours
cs: Posledních 12 hodin
de: Vergangene 12 Stunden
fr: Dernières 12 heures
it: Ultime 12 ore
ja: 直近の12時間
ko: 지난 12시간
nl: Afgelopen 12 uur
pl: Ostatnie 12h
pt_br: Últimas 12 horas
ru: Последние 12 часов
tr: Son 12 saat
uk: Останні 12 годин
zh_hans: 过去12小时

# menu.charts.legend.charging
source: Charging
cs: Nabíjení
de: Wird aufgeladen
fr: Chargement
it: In carica
ja: 充電中
ko: 충전 중
nl: Opladen
pl: Ładowanie
pt_br: Carregamento
ru: Зарядка
tr: Şarj Oluyor
uk: Заряджання
zh_hans: 充电中

# menu.charts.legend.inhibiting
source: Inhibiting Charging
cs: Blokování nabíjení
de: Aufladen wird ausgesetzt
fr: Empêcher le chargement
it: Impedimento della carica
ja: 充電停止中
ko: 충전 중단됨
nl: Opladen Gepauzeerd
pl: Ładowanie wstrzymane
pt_br: Inibindo o Carregamento
ru: Ограничение зарядки
tr: Şarj Etmeyi Durdurma
uk: Обмеження заряджання
zh_hans: 停止充电中

# menu.charts.waitingForData
source: Waiting for (more) data…
cs: Čekáme na (další) data...
de: Warten auf (mehr) Daten…
fr: En attente (de plus) de données…
it: Attendendo (altri) dati...
ja: (より)多くのデータを待機中…
ko: (더 많은) 데이터를 기다리는 중…
nl: Wachten op (meer) gegevens…
pl: Czekam na więcej danych…
pt_br: Aguardando (mais) dados…
ru: Ожидание (дополнительных) данных…
tr: (Daha fazla) veri bekleniyor…
uk: Очікування (додаткових) даних…
zh_hans: 等待（更多）数据…

# menu.high_energy_usage.header
source: Apps with high energy usage
cs: Aplikace s vysokou spotřebou energie
de: Apps mit hohem Stromverbrauch
fr: Applications énergivores
it: Applicazioni ad alto consumo
ja: エネルギーを著しく消費
ko: 많은 에너지를 사용 중인 앱
nl: Apps met hoog energieverbruik
pl: Apki z dużym zużyciem energii
pt_br: Apps com alto uso de energia
ru: Приложения с высоким энергопотреблением
tr: Yüksek enerji kullanan uygulamalar
uk: Енерговитратні програми
zh_hans: 高能耗应用

# menu.high_energy_usage.loading
source: Waiting for data…
cs: Čekání na data…
de: Warten auf Daten…
fr: En attente de données…
it: Attendendo i dati
ja: データ待機中
ko: 데이터를 기다리는 중…
nl: Wachten op gegevens…
pl: Czekam na dane…
pt_br: Aguardando dados...
ru: Ожидание данных…
tr: Veri bekleniyor…
uk: Очікування даних…
zh_hans: 等待数据…

# menu.label.automatic_power_mode
source: Automatic Power Mode
cs: Automatický režim výkonu
de: Automatischer Energiemodus
fr: Mode alimentation automatique
it: Modalità energia automatica
ja: 自動電源モード
ko: 자동 전원 모드
nl: Automatische Energiemodus
pl: Automatyczny tryb energii
pt_br: Modo de energia automático
ru: автоматический режим питания
tr: Otomatik Güç Modu
uk: Автоматичний режим
zh_hans: 自动电源模式

# menu.label.charge_to_hundred
source: Charge to 100%
cs: Nabít na 100 %
de: Aufladen auf 100 %
fr: Charger à 100%
it: Carica al 100%
ja: 100%まで充電
ko: 100% 충전
nl: Laad op tot 100%
pl: Naładuj do 100%
pt_br: Carregar até 100%
ru: Зарядить до 100%
tr: %100 Şarj Et
uk: Зарядити до 100%
zh_hans: 充电至100%

# menu.label.charger_not_connected_disclaimer
source: Override is active only when charger is connected
cs: Přepsání je aktivní pouze když je připojena nabíječka
de: Die Überschreibung ist nur aktiv, wenn das Ladegerät angeschlossen ist.
fr: L'override est actif uniquement lorsque le chargeur est connecté.
it: Modalità Override attiva solo con caricatore connesso
ja: 充電器が接続されている場合にのみ、オーバーライドが有効になります。
ko: 충전기가 연결되어 있을 때만 임시 충전 설정이 활성화됩니다
nl: Tijdelijke instelling is alleen actief als de oplader is aangesloten
pl: Włączy się wraz z podłączeniem ładowarki
pt_br: A sobreposição fica ativa somente quando o carregador está conectado
ru: Переопределение активно только при подключении зарядного устройства.
tr: Geçersiz kılma sadece şarj cihazı bağlıyken aktif olur
uk: Перевизначення активне лише при підключенні зарядного пристрою.
zh_hans: 当充电器连接时，覆盖功能才激活

# menu.label.check_for_updates
source: Check for Updates…
cs: Vyhledat aktualizace…
de: Nach Aktualisierung suchen…
fr: Rechercher les mises à jour…
it: Controlla gli aggiornamenti...
ja: アップデートを確認
ko: 업데이트 확인…
nl: Zoek naar Updates…
pl: Sprawdź uaktualnienia…
pt_br: Buscar por Atualizações...
ru: Проверить наличие обновлений…
tr: Güncellemeleri Kontrol Et…
uk: Перевірити оновлення…
zh_hans: 检查更新…

# menu.label.debug
source: Debug
cs: Ladění
de: Debuggen
fr: Déboguer
ja: デバッグ
ko: 디버그
nl: Foutopsporing
ru: Отладка
tr: Hata Ayıklama
uk: Налагодження
zh_hans: 调试

# menu.label.discharge_battery
source: Run on Battery
cs: Provoz na baterii
de: Auf Batteriebetrieb umschalten
fr: Utiliser sur batterie
it: Alimentato a batteria
ja: バッテリーで稼働
ko: 배터리 사용
nl: Gebruik Batterij
pl: Rozładuj baterię
pt_br: Operar na Bateria
ru: Работать от батареи
tr: Pil ile Çalıştır
uk: Працювати від батареї
zh_hans: 使用电池运行

# menu.label.discharging_override_but_lid_closed
source: Inhibiting charging; open lid to discharge the battery
cs: Blokování nabíjení; otevřete víko pro vybití baterie
de: Laden wird verhindert; öffnen Sie den Deckel, um die Batterie zu entladen
fr: Empêcher la charge; ouvrir l'écran pour décharger la batterie
it: Impedimento della ricarica; apri il coperchio per scaricare la batteria
ja: 充電停止中: Macを開けてバッテリーを放電します
ko: 충전 중단 중; 디스플레이를 열어 배터리를 방전하세요
nl: Opladen gepauzeerd; open de MacBook om de batterij te ontladen
pl: Ładowanie wstrzymane. Otwórz pokrywę ekranu by zasilać z baterii
pt_br: Inibição do carregamento; abra a tampa para descarregar a bateria
ru: Зарядка заблокирована; откройте крышку, чтобы разрядить аккумулятор
tr: Şarj etmeyi durdurma; pili boşaltmak için kapağı açın
uk: Заряджання заблоковано; відкрийте кришку, щоб розрядити акумулятор
zh_hans: 停止充电中；打开上盖放电

# menu.label.helper_not_responding
source: ⚠️ Helper isn't responding
cs: ⚠️ Pomocný nástroj neodpovídá
de: ⚠️ Helper antwortet nicht
fr: ⚠️ L'assistant ne répond pas
it: ⚠️ L'Helper non risponde
ja: ⚠️ ヘルパーが応答していません
ko: ⚠️ 보조 프로그램이 응답하지 않음
nl: ⚠️ Hulpprogramma reageert niet
pl: ⚠️ Helper nie odpowiada
pt_br: ⚠️ O Helper não está respondendo
ru: ⚠️ Помощник не отвечает
tr: ⚠️ Yardımcı yanıt vermiyor
uk: ⚠️ Помічник не відповідає
zh_hans: ⚠️ Helper无响应

# menu.label.helper_not_responding_disclaimer
source: Charge limiting is off. Click for help.
cs: Omezování nabíjení je vypnuté. Kliknutím zobrazíte nápovědu.
de: Die Ladebegrenzung ist deaktiviert. Klicken für Hilfe.
fr: La limitation de charge est désactivée. Cliquez pour obtenir de l'aide.
it: La limitazione della ricarica è disattivata. Fai clic per assistenza.
ja: 充電上限は無効です。クリックしてヘルプを表示します。
ko: 충전 제한이 꺼져 있습니다. 도움말을 보려면 클릭하세요.
nl: Oplaadlimiet is uitgeschakeld. Klik voor hulp.
pl: Limit ładowania jest wyłączony. Kliknij, aby uzyskać pomoc.
pt_br: A limitação de carregamento está desativada. Clique para obter ajuda.
ru: Ограничение зарядки выключено. Нажмите, чтобы получить справку.
tr: Şarj sınırlama kapalı. Yardım için tıklayın.
uk: Обмеження заряджання вимкнено. Натисніть, щоб отримати довідку.
zh_hans: 充电限制已关闭。点按获取帮助。

# menu.label.high_power_mode
source: High Power Mode
cs: Režim vysokého výkonu
de: Hohe Leistung
fr: Mode haute puissance
it: Modalità alta potenza
ja: 高性能モード
ko: 고성능 모드
nl: Hoge-Energiemodus
pl: Wysoka moc
pt_br: Modo de alto desempenho
ru: Режим высокой мощности
tr: Yüksek Güç Modu
uk: Висока потужність
zh_hans: 高性能模式

# menu.label.inhibit_charging
source: Inhibit Charging
cs: Blokovat nabíjení
de: Laden verhindern
fr: Empêcher la charge
it: Impedimento della ricarica
ja: 充電停止
ko: 충전 중단
nl: Pauzeer Opladen
pl: Wstrzymaj ładowanie
pt_br: Inibir Carregamento
ru: Запретить зарядку
tr: Şarj Etmeyi Durdur
uk: Заборонити заряджання
zh_hans: 停止充电

# menu.label.install_helper
source: Install Helper
cs: Instalovat pomocný nástroj
de: Helper installieren
fr: Installer l'assistant
it: Installa Helper
ja: ヘルパーをインストール
ko: 보조 프로그램 설치
nl: Installeer Hulpprogramma
pl: Zainstaluj helper
pt_br: Instalar Helper
ru: Установить Помощник
tr: Yardımcı'yı Yükle
uk: Встановити Помічник
zh_hans: 安装Helper

# menu.label.low_power_mode
source: Low Power Mode
cs: Režim nízké spotřeby
de: Niedriger Energieverbrauch
fr: Mode faible consommation d’énergie
it: Modalità basso consumo
ja: 省電力モード
ko: 저전력 모드
nl: Energiebesparingsmodus
pl: Niskie zużycie energii
pt_br: Modo de baixo consumo
ru: режим пониженного энергопотребления
tr: Düşük Güç Modu
uk: Низьке споживання
zh_hans: 低功耗模式

# menu.label.more
source: More
cs: Více
de: Mehr
fr: Plus
it: Altro
ja: 詳細
ko: 더보기
nl: Meer
pl: Więcej
pt_br: Mais
ru: Ещё
tr: Daha fazla
uk: Ще
zh_hans: 更多

# menu.label.onboarding
source: Onboarding…
cs: Úvodní nastavení…
de: Einführung…
fr: Commencer…
it: Inizializzazione...
ja: オンボーディング
ko: 초기 설정 창...
nl: Introductie…
pt_br: Introdução...
ru: Первичная настройка
tr: Kullanıcı Rehberi…
uk: Навчання
zh_hans: 上手引导…

# menu.label.quit
source: Quit BatFi
cs: Ukončit BatFi
de: BatFi beenden
fr: Quitter BatFi
it: Chiudi BatFi
ja: BatFiを終了する
ko: BatFi 종료
nl: Stop BatFi
pl: Zakończ BatFi
pt_br: Encerrar BatFi
ru: Завершить BatFi
tr: BatFi'den Çık
uk: Завершити BatFi
zh_hans: 退出BatFi

# menu.label.remove_helper
source: Remove Helper
cs: Odstranit pomocný nástroj
de: Helper entfernen
fr: Désinstaller l'assistant
it: Rimuovi Helper
ja: ヘルパーをアンインストール
ko: 보조 프로그램 제거
nl: Verwijder Hulpprogramma
pl: Odinstaluj helper
pt_br: Remover Helper
ru: Удалить Помощник
tr: Yardımcı'yı Kaldır
uk: Видалити Помічник
zh_hans: 卸载Helper

# menu.label.reset_settings
source: Reset settings
cs: Obnovit nastavení
de: Einstellungen zurücksetzen
fr: Rétablir les réglages par défaut
it: Ripristina impostazioni
ja: 設定をリセット
ko: 설정 초기화
nl: Herstel instellingen
pl: Przywróć domyślne ustawienia
pt_br: Resetar Configurações
ru: Восстановить настройки
tr: Ayarları sıfırla
uk: Скинути параметри
zh_hans: 重置设置

# menu.label.settings
source: Settings…
cs: Nastavení…
de: Einstellungen…
fr: Réglages…
it: Impostazioni...
ja: 設定を開く
ko: 설정...
nl: Instellingen…
pl: Ustawienia…
pt_br: Configurações…
ru: Настройки…
tr: Ayarlar…
uk: Параметри…
zh_hans: 应用设置…
